[Translation]

TRANSLATION_BY=Išvertė
TRANSLATION_NAME=Andrius Balsevičius
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=Lietuvių
FILEVER=6000

[MainPopup]

MNU_OPEN_PICPICK=Paveikslėlio R&edaktorius
MNU_CAPTURE=Ekrano fik&savimas
MNU_CAPTURE_FULLSCREEN=&Visas ekranas
MNU_CAPTURE_ACTIVEWINDOW=&Aktyvus langas
MNU_CAPTURE_CONTROL=Lango elementas
MNU_CAPTURE_SCROLLINGWINDOW=&Slenkantis langas
MNU_CAPTURE_REGION=S&ritis
MNU_CAPTURE_FIXEDREGION=&Apibrėžta sritis
MNU_CAPTURE_FREEHAND=&Laisvas
MNU_CAPTURE_WEBPAGE=&Tinklapis
MNU_CAPTURE_REPEAT=Kartoti &paskutinį
MNU_CAPTUREQBAR=Rodyti &juostą...
MNU_WIDGET=Rodyti &valdiklį...
MNU_CAPTURE_SETTING=Fiksavimo &nuostatos
MNU_OUTPUTTYPE=Išvesties &tipas
MNU_OUTPUTTYPE_PICPICK=PickPick r&edaktorius
MNU_OUTPUTTYPE_CLIPBOARD=Iš&karpinė
MNU_OUTPUTTYPE_SAVEIMAGE=Išsaugoti į &failą
MNU_OUTPUTTYPE_SAVEFOLDER=&Automatiškai išsaugoti kaip...
MNU_OUTPUTTYPE_OTHER=Išorinė &programa...
MNU_OUTPUTTYPE_FTP=Įkelti į F&TP
MNU_OUTPUTTYPE_SHARE=&Dalintis
MNU_OUTPUTTYPE_SENDTO=&Siųsti
MNU_OUTPUTTYPE_FACEBOOK=Įkelti į Face&book
MNU_OUTPUTTYPE_TWITTER=Įkelti į Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=El. paštas (Out&look)
MNU_OUTPUTTYPE_PRINTER=S&pausdintuvas
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=&Debesies paslauga
MNU_OUTPUTTYPE_WEB=Įkelti į &internetą
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Numatytasis paveikslėlio &formatas
MNU_OPT_OPENEDITOR=Paleidžiant programą rodyti r&edaktorių
MNU_OPT_STARTUPPROGRAM=&Paleisti PickPick įjungus kompiuterį
MNU_COLORPICKER=Spalvos &Parinkėjas
MNU_COLORPALETTE=Spalvų P&aletė
MNU_COPYCOLORTYPE=Kopijuoti spalvą &kaip
MNU_COLORHISTORY=Spalvų &istorija
MNU_COLORHISTORY_CLEAR=Iš&valyti
MNU_MAGNIFIER=&Lupa
MNU_PIXELRULER=Taškų &liniuotė
MNU_PROTRACTOR=&Matlankis
MNU_CROSSHAIR=&Taikiklis
MNU_WHITEBOARD=&Piešimo lenta
MNU_CLOUDEXPLORER=Debesies n&aršyklė
MNU_ABOUT_PICPICK=Programos &nuostatos...
MNU_EXIT_PICPICK=Iš&eiti

[Widget]

MNU_WIDGET=&Valdiklis
MNU_WIDGET_LOCK=&Užrakinti valdiklį
MNU_WIDGET_SMALLICONS=Rodyti &mažas piktogramas
MNU_WIDGET_AUTOHIDE=A&automatinis slėpimas
MNU_WIDGET_OPACITY=&Nepermatomumas
MNU_WIDGET_ALWAYSTOP=&Visada viršuje
MNU_WIDGET_CLOSE=&Uždaryti valdiklį
#7.0.0
MNU_WIDGET_OPTIONS=&Widget Options
#7.0.0

[PicPickEditor]

MNU_START=Pradžia
MNU_FILE=&Failas
MNU_FILE_NEW=&Naujas
MNU_FILE_OPEN=&Atverti
MNU_FILE_OPENCLIPBOARD=Atverti iš iš&karpinės
MNU_FILE_OPENURL=Atverti iš &URL
MNU_FILE_OPEN_RECENT=Naujausias
MNU_FILE_OPEN_BROWSE=Naršyti 
MNU_FILE_SAVESAME=&Išsaugoti
MNU_FILE_SAVE=Išsaugoti &kaip
MNU_FILE_SAVESELECT=Išs&augoti pažymėjimą kaip...
MNU_FILE_SAVEALL=Išsaugoti &viską...
MNU_FILE_PRINT=S&pausdinti
MNU_FILE_CLOSEIMAGE=&Užverti
MNU_FILE_CLOSECURRENTIMAGE=&Einamasis paveikslėlis
MNU_FILE_CLOSEALLIMAGE=&Visi paveikslėliai
MNU_FILE_CLOSEALLSAVEDIMAGE=Visi iš&saugoti paveikslėliai
MNU_FILE_CLOSEPICPICK=Iš&eiti
MNU_EDIT=&Taisyti
MNU_EDIT_UNDO=Atša&ukti
MNU_EDIT_REDO=Ka&rtoti
MNU_EDIT_CUT=Iš&kirpti
MNU_EDIT_COPY=K&opijuoti
MNU_EDIT_PASTE=Įklijuo&ti
MNU_EDIT_PASTEFROMFILE=Įklijuoti iš &failo...
MNU_EDIT_SELECTDEL=Iš&trinti
MNU_EDIT_SELECTNEW=A&pkirpti
MNU_EDIT_DESELECT=N&ežymėti
MNU_EDIT_SELECTALL=P&ažymėti viską
MNU_EDIT_IMAGERESIZE=&Paveikslėlio dydžio keitimas/didinimas...
MNU_EDIT_CANVASRESIZE=&Drobės dydžio keitimas...
MNU_EDIT_VIEWBITMAP=&Rodyti visame ekrane...
MNU_TOOLS=Į&rankiai
MNU_TOOLS_FULLSCREEN=Fiksuoti &visą ekraną
MNU_TOOLS_ACTIVEWINDOW=Fiksuoti &aktyvų langą
MNU_TOOLS_CONTROL=Fiksuoti lango &elementą
MNU_TOOLS_SCROLLINGWINDOW=Fiksuoti langą per&slenkant
MNU_TOOLS_WEBPAGE=Fiksuoti &tinklapį
MNU_TOOLS_REGION=Fiksuoti &Sritį
MNU_TOOLS_FIXEDREGION=Fiksuoti api&brėžtą sritį
MNU_TOOLS_FREEHAND=Fiksuoti &laisvai
MNU_TOOLS_REPEAT=Kartoti pasku&tinį
MNU_TOOLS_COLORPICKER=Spalvos &parinkėjas
MNU_TOOLS_COLORPALETTE=Spalvų p&aletė
MNU_TOOLS_MAGNIFIER=&Lupa
MNU_TOOLS_PIXELRULER=Taškų lini&uotė
MNU_TOOLS_PROTRACTOR=Ma&tlankis
MNU_TOOLS_CROSSHAIR=&Taikiklis
MNU_TOOLS_WHITEBOARD=&Piešimo lenta
MNU_TOOLS_SCREENRECORDER=Ekrano į&rašymas
MNU_TOOLS_OPTION=Programos Nuos&tatos
MNU_TOOLSOPTION=Fiksavimo Nuos&tatos
MNU_TOOLSOPTION_OUTPUTTYPE=Išvesties &tipas
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Numatytasis paveikslėlio &formatas
MNU_TOOLSOPTION_DUALMONITORS=&Dviejų monitorių palaikymas
MNU_TOOLSOPTION_HOTKEY=Keisti greituosius &klavišus...
MNU_TOOLSOPTION_SOUND=Aktyvuoti &garso efektą
MNU_TOOLSOPTION_SCROLLCAPTURE=Aktyvuoti &automatinį persukimą
MNU_TOOLSOPTION_MOUSECURSOR=Įtraukti &kursoriaus atvaizdą
MNU_TOOLSOPTION_STARTUPPROGRAM=Paleisti PicPick startuojant kompiuteriui
MNU_TOOLSOPTION_OPENEDITOR=Paleidžiant programą atverti r&edaktorių
MNU_TOOLS_COLORTYPE=Kopijuoti spalvą k&aip
MNU_EFFECT=Efe&ktai
MNU_EFFECT_INVERT=&Inversija
MNU_EFFECT_GRAYSCALE=&Pilki atspalviai
MNU_EFFECT_MOSAIC=&Grūdėtumas...
MNU_EFFECT_BLUR=&Išlieti
MNU_EFFECT_SHARPEN=&Paryškinti
MNU_EFFECT_BRIGHTNESS=Švies&umas/kontrastas...
MNU_EFFECT_HSL=&Atspalvis/sodrumas...
MNU_EFFECT_BORDER=Kr&ašto efektai
MNU_EFFECT_FLIP=&Apsukti
MNU_EFFECT_FLIPH=Apsukti &Horizontaliai
MNU_EFFECT_FLIPV=Apsukti &Vertikaliai
MNU_EFFECT_ROTATE=&Pasukti
MNU_EFFECT_ROTATE90=&90° į dešinę
MNU_EFFECT_ROTATE180=&180° į dešinę
MNU_EFFECT_ROTATE270=&270° į dešinę
MNU_EFFECT_FRAME=Rėm&elis...
MNU_EFFECT_COLORBALANCE=Spalvos ba&lansas...
MNU_EFFECT_WATERMARK=&Vandens ženklas...
MNU_WINDOW=&Langas
MNU_WINDOW_CASCADE=&Kaskadomis
MNU_WINDOW_TILEH=Išdėstyti &Horizontaliai
MNU_WINDOW_TILEV=Išdėstyti &Vertikaliai
MNU_WINDOW_MINIMIZEALL=Sumažinti visus
MNU_HELP=&Pagalba
MNU_HELP_WEBSITE=Svetainė
MNU_HELP_ABOUT=Apie...
MNU_HELP_UPDATE=Tikrinti, ar yra atnaujinimų
PNL_TOOL_TOOLS=Įrankiai
PNL_TOOL_COLOR=Spalva
PNL_TOOL_PROPERTY=Savybės
LBL_TOOL_WIDTHS=Plotis :
LBL_TOOL_OPACITY=Permatomumas
LBL_TOOL_SHAPE=Forma:
TAB_HOME=Pagrindinis
TAB_FILE=Failas
TAB_VIEW=Peržiūra
TAB_SHAPES=Formos
TAB_SHAPES_SUB=Formatas
TAB_SHAPES_TEXT=Tekstas
TAB_NUMBERSTAMP=Skaiitinis ženklas
TAB_NUMBERSTAMP_SUB=Formatas
TAB_SELECTION=Parinktis
TAB_SELECTION_SUB=Formatas
TAB_MAGNIFIER=Didinimo efektas
TAB_MAGNIFIER_SUB=Formatas
TAB_STAMPS=Ženklai
TAB_STAMPS_SUB=Formatas
TAB_SHARE=Dalintis
TBR_CLIPBOARD=Iškarpinė
TBN_CLIPBOARD_PASTE=Įklijuoti
TBN_CLIPBOARD_CUT=Iškirpti
TBN_CLIPBOARD_COPY=Kopijuoti
TBN_CLIPBOARD_DELETE=Ištrinti
TBR_VIEW=Peržiūra
TBN_VIEW_ZOOMIN=Didinti
TBN_VIEW_ZOOMOUT=Mažinti
TBN_VIEW_FULL=Visas ekranas
TBN_VIEW_100=100% dydis
TBR_IMAGE=Paveikslėlis
TBN_IMAGE_EFFECT=Efektai
TBN_IMAGE_CROP=Apkirpti
TBN_IMAGE_RESIZE=Keisti dydį
TBN_IMAGE_ROTATE=Pasukti
TBR_TOOLS=Įrankiai
TBR_COLOR=Spalvos
TBN_COLOR1=1 spalva
TBN_COLOR2=2 spalva
POP_COLORTYPE1=Pastelinės spalvos
POP_COLORTYPE2=Pirminės spalvos
TBR_SHOWHIDE=Rodyti arba slėpti
TBN_RULER=Liniuotė
TBN_STATUSBAR=Būsenos juosta
TBN_TAB=Kortelė
TBN_THUMBNAIL=Miniatiūros
#7.0.0
TBN_PANE=Informacijos skydelis
#7.0.0
TBR_WINDOW=Langas
TBN_CASCADE=Kaskadomis
TBN_ARRANGEALL=Sutvarkyti visus
TBN_REGISTER=&Registruoti
TBN_TOOLS_SELECT=Pasirinkti
TBN_TOOLS_MOVE=Perkelti
TBN_TOOLS_DRAW=Brėžti
TBN_TOOLS_DRAW_BRUSH=&Teptukas
TBN_TOOLS_DRAW_ERASER=&Trintukas
TBN_TOOLS_DRAW_MARKER=Žy&meklis
#7.0.0
TBN_TOOLS_DRAW_PEN=&Pieštukas
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kaligrafija
TBN_TOOLS_DRAW_SMARTERASER=&Išmanus trintukas
TBN_TOOLS_DRAW_AIRBRUSH=&Purkštuvas
TBN_TOOLS_DRAW_MOSAIC=&Taškuojantis teptukas
#7.0.0
TBN_TOOLS_FILL=Užpildymas
TBN_TOOLS_FILL_OPTIONS=Užpildymo parinktys
TBN_TOOLS_FILL_STANDARD=&Vientisas užpildas
TBN_TOOLS_FILL_REPLACEMENT=Spalvos &keitimo užpildymas
TBN_TOOLS_STAMPS=Ženklai
TBN_TOOLS_STAMPS_NUMBER=Skaitiniai ženklai
TBN_TOOLS_STAMPS_GENERAL=Bendri ženklai
TBN_TOOLS_STAMPS_CURSOR=Žymeklio ženklai
TBN_SELECT_SELECTION_SHAPES=Žymėjimo formos
TBN_SELECT_SELECTION_OPTIONS=Žymėjimo parinktys
TBN_SELECT_RECTANGLE=&Stačiakampis pasirinkimas
TBN_SELECT_ELLIPSE=Žymėjimas &elipse
TBR_SIZE=Dydis
TBN_MORECOLORS=Daugiau
MNU_PALETTETYPE=Paletės tipas
TBR_COLORPALETTE=Paletė
TBN_THEME=Temos spalvos
TBN_THEME_DEFAULT=Numatytasis
TBN_THEME1=1 tema
TBN_THEME2=2 tema
TBN_THEME3=3 tema
TBN_THEME4=4 tema
TBN_THEME5=5 tema
TBN_STANDARD_COLORS=Standartinės spalvos
TBN_CUSTOM_COLORS=Individualios spalvos
TBN_MORE_COLORS=&Daugiau spalvų...
TBN_ADD_CUSTOM_COLOR=&Pridėti prie tinkintų spalvų
TBN_REMOVE_CUSTOM_COLOR=&Pašalinti iš tinkintų spalvų
MNU_TOPBAR_TITLE=Tinkinti mygtukus
MNU_TOPBAR_MINIMIZERIBBON=&Slėpti kaspiną
MNU_QAT_TITLE=Pritaikyti greitos prieigos įrankių juostą
MNU_QAT_ADD=Įtr&aukti į greitos prieigos įrankių juostą
MNU_QAT_DELETE=Paša&linti iš greitos prieigos įrankių juostos
MNU_QAT_ABOVE=Rodyti greito&s prieigos įrankių juostą virš kaspino
MNU_QAT_BELOW=Rodyti greito&s prieigos įrankių juostą žemiau kaspino
MNU_QAT_DELETE=Iš naujo nus&tatyti greitosios prieigos įrankių juostą
TBN_VIEW_TOUCHMODE=Lietimo režimas
TBN_RIBBON_COLLAPSE=Suskleisti kaspiną
TBN_RIBBON_PIN=Prisegti kaspiną
OPEN_ALL_IMAGE_FILES=Visi paveikslėlių failai
OPEN_BITMAP_FILES=Taškinės grafikos failai
OPEN_ALL_FILES=Visi failai
#7.0.0
TAB_LAYERS=Sluoksniai
TAB_LAYERS_SUB=Formatuoti
TAB_HISTORY=Istorija
TAB_FORMAT_SHAPE=Formatuoti figūrą
MNU_MAXIMIZE=Ma&ximize
MNU_MINIMIZE=Mi&nimize
MNU_CLOSE=&Close
MNU_RESTOREDOWN=&Restore Down
MNU_CLOSEALL=Close &All
#7.0.0

[PicPickEditor Tip]

TIP_FILE_NEW=Sukurti naują paveikslėlį
TIP_FILE_OPEN=Atverti esamą paveikslėlį
TIP_FILE_OPENCLIPBOARD=Sukurti naują paveikslėlį iš iškarpinės
TIP_FILE_OPENURL=Atverti paveikslėlį iš URL
TIP_FILE_SAVE=Išsaugoti aktyvų paveikslėlį
TIP_FILE_SAVEAS=Išsaugoti aktyvų paveikslėlį nauju pavadinimu
TIP_FILE_SAVESELECT=Išsaugoti pažymėjimą nauju pavadinimu
TIP_FILE_SAVEALL=Išsaugoti visus paveikslėlius naujais pavadinimais
TIP_FILE_PRINT=Spausdinti paveikslėlį
TIP_FILE_CLOSEIMAGE=Užverti einamąjį paveikslėlį
TIP_FILE_CLOSEALLIMAGE=Užverti visų paveikslėlių failus
TIP_FILE_CLOSEALLSAVEDIMAGE=Užverti visus išsaugotų paveikslėlių failus
TIP_FILE_CLOSEPICPICK=Užverti langą
TIP_EDIT_UNDO=Atšaukti paskutinį veiksmą
TIP_EDIT_REDO=Pakartoti prieš tai atšauktą veiksmą
TIP_EDIT_CUT=Iškirpti pažymėjimą ir perkelti jį į iškarpinę
TIP_EDIT_COPY=Kopijuoti pažymėjimą ir perkelti jį į iškarpinę
TIP_EDIT_PASTE=Įklijuoti iškarpinės turinį į aktyvų paveikslėlį
TIP_EDIT_PASTEFROMFILE=Įklijuoti failą į einamąjį paveikslėlį
TIP_EDIT_SELECTDEL=Ištrinti pažymėjimą
TIP_EDIT_SELECTNEW=Apkirpti paveikslėlį iki pažymėjimo
TIP_EDIT_DESELECT=Panaikinti pažymėjimą
TIP_EDIT_SELECTALL=Pažymėti visą paveikslėlį
TIP_EDIT_IMAGERESIZE=Keisti paveikslėlio dydį
TIP_EDIT_CANVASRESIZE=Keisti drobės dydį
TIP_EDIT_VIEWBITMAP=Peržiūrėti paveikslėlį visame ekrane
TIP_TOOLS_CAPTURE=Rodyti fiksavimo juostą ekrane
TIP_TOOLS_FULLSCREEN=Fiksuoti darbastalio paveikslėlį
TIP_TOOLS_ACTIVEWINDOW=Fiksuoti aktyvaus lango paveikslėlį
TIP_TOOLS_CONTROL=Fiksuoti lango elemento paveikslėlį
TIP_TOOLS_SCROLLINGWINDOW=Fiksuoti persukamo lango elemento paveikslėlį
TIP_TOOLS_WEBPAGE=Fiksuoti tinklapių paveikslėlį
TIP_TOOLS_REGION=Fiksuoti stačiakampę sritį
TIP_TOOLS_FREEHAND=Fiksuoti laisvai apibrėžtą sritį
TIP_TOOLS_FIXEDREGION=Fiksuoti nustatyto dydžio stačiakampę sritį
TIP_TOOLS_REPEAT=Fiksuoti ankstesnę sritį
TIP_TOOLS_CAPTUREMENU=Užfiksuoti paveikslėlį ekrane
TIP_TOOLS_COLORPICKER=Rodyti ekranespalvos parinkėją
TIP_TOOLS_COLORPALETTE=Rodyti ekrane spalvų paletę
TIP_TOOLS_MAGNIFIER=Peržiūrėti ekrano taškus iš arčiau
TIP_TOOLS_PIXELRULER=Rodyti ekrane liniuotę
TIP_TOOLS_CROSSHAIR=Rodyti ekrane taikiklį
TIP_TOOLS_PROTRACTOR=Matuoti ekrane bet kokį kampą
TIP_TOOLS_WHITEBOARD=Rodyti ir bendrinti ekraną
TIP_TOOLS_OPTION=Rodyti kelias programos parinktis
TIP_TOOLS_SCREENRECORDER=Įrašyti ekrano vaizdą
TIP_TOOLSOPTION=Keisti fiksavimo nuostatas
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Keisti numatytąjį paveikslėlio formatą
TIP_TOOLSOPTION_DUALMONITORS=Fiksuojant paveikslėlį palaikyti du monitorius
TIP_TOOLSOPTION_HOTKEY=Keisti funkcijų greituosius klavišus...
TIP_TOOLSOPTION_SOUND=Fiksuojant paveikslėlius įgalinti garso efektus
TIP_TOOLSOPTION_SCROLLCAPTURE=Fiksuoti slankaus lauko paveikslėlį
TIP_TOOLSOPTION_MOUSECURSOR=Įtraukti pelės žymeklį į paveikslėlį
TIP_TOOLSOPTION_STARTUPPROGRAM=Paleisti PickPick paleidžiant Windows
TIP_TOOLSOPTION_OPENEDITOR=Paleisti PickPick redaktorių paleidžiant programą
TIP_TOOLS_COLORTYPE=Pakeisti kopijuojamą spalvą kaip [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Paveikslėlio spalvų inversija
TIP_EFFECT_GRAYSCALE=Konvertuoti paveikslėlį į 256 pilkumo atspalvius
TIP_EFFECT_MOSAIC=Pritaikyti grūdėtumo efektą
TIP_EFFECT_BLUR=Pritaikyti išliejimo efektą
TIP_EFFECT_SHARPEN=Pritaikyti paryškinimo efektą
TIP_EFFECT_BRIGHTNESS=Suderinti tam tikros vaizdo spalvų diapazono ryškumą ir kontrastą.
TIP_EFFECT_HSL=Suderinti tam tikros vaizdo spalvų diapazono atspalvį ir sodrumą.
TIP_EFFECT_COLORBALANCE=Suderinti konkretaus vaizdo spalvų diapazono balansą.
TIP_EFFECT_FLIPH=Apsuka pažymėtą sritį horizontaliai
TIP_EFFECT_FLIPV=Apsuka pažymėtą sritį vertikaliai
TIP_EFFECT_ROTATE90=Pasukti 90° į dešinę
TIP_EFFECT_ROTATE180=Pasukti 180° į dešinę
TIP_EFFECT_ROTATE270=Pasukti 270° į dešinę
TIP_EFFECT_FRAME=Pritaikyti rėmelio efektą
TIP_EFFECT_WATERMARK=Pridėti vandens ženklo logotipą
TIP_WINDOW_CASCADE=Išdėsto langus vieną virš kito taip, kad matytųsi jų pavadinimų juostos
TIP_WINDOW_TILEH=Išdėsto langus horizontaliai
TIP_WINDOW_TILEV=Išdėsto langus vertikaliai
TIP_WINDOW_MINIMIZEALL=Sumažina visus atvirus langus
TIP_HELP_WEBSITE=Aplankyti PickPick namų tinklapį
TIP_HELP_ABOUT=Rodo informaciją apie programą ir autorines teises
TIP_HELP_UPDATE=Patikrinti, ar nėra programinės įrangos naujinių 
TIP_TOOL_MOVE=Perkelti
TIP_TOOL_SELECT=Pažymėti paveikslėlio sritį
TIP_TOOL_FILL=Užpildyti spalva
TIP_TOOL_PICKCOLOR=Pasirinkite spalvą
TIP_TOOL_DRAW=Piešti naudojant skirtingus teptukus
TIP_TOOL_STAMPS=Piešti paveikslėlyje ženklelius
TIP_TOOL_SHAPE=Piešti paveikslėlyje formas
TIP_SIZE=Nurodyti parinkto įrankio storį
TIP_TOOL_TEXT=Pridėti tekstą prie paveikslėlio
TIP_OUTPUTTYPE_MSWORD1=Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1=Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1=Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1=Siųsti šio paveikslėlio kopiją
TIP_OUTPUTTYPE_SKYPE2=Skype
TIP_OUTPUTTYPE_PROGRAM1=Siųsti šio paveikslėlio kopiją
TIP_OUTPUTTYPE_PROGRAM2=išorinę programą
TIP_OUTPUTTYPE_MSOUTLOOK1=Prisegti šio paveikslėlio kopiją prie
TIP_OUTPUTTYPE_MSOUTLOOK2=Microsoft Outlook
TIP_OUTPUTTYPE_FACEBOOK1=Įkelti ir bendrinti šį paveikslėlį su 
TIP_OUTPUTTYPE_FACEBOOK2=Facebook
TIP_OUTPUTTYPE_TWITTER1=Įkelti ir bendrinti šį paveikslėlį su 
TIP_OUTPUTTYPE_TWITTER2=Twitter
TIP_OUTPUTTYPE_FTP1=Siųsti šį paveikslėlį tiesiai į
TIP_OUTPUTTYPE_FTP2=vietą internete naudojant FTP
TIP_OUTPUTTYPE_WEBUPLOAD1=Siųsti šį paveikslėlį tiesiai į
TIP_OUTPUTTYPE_WEBUPLOAD2=vietą internete
TIP_OUTPUTTYPE_CLOUD1=Įkelti šį paveikslėlį į Dropbox,
TIP_OUTPUTTYPE_CLOUD2=Google Drive ir pan.
TIP_OUTPUTTYPE_DROPBOX1=Įkelti ir bendrinti šį paveikslėlį su 
TIP_OUTPUTTYPE_DROPBOX2=Dropbox
TIP_OUTPUTTYPE_GOOGLE1  =Įkelti ir bendrinti šį paveikslėlį su 
TIP_OUTPUTTYPE_GOOGLE2=Google Drive
TIP_OUTPUTTYPE_ONEDRIVE1=Įkelti ir bendrinti šį paveikslėlį su 
TIP_OUTPUTTYPE_ONEDRIVE2=OneDrive
TIP_OUTPUTTYPE_MSPAINT1=Siųsti šio paveikslėlio kopiją
TIP_OUTPUTTYPE_MSPAINT2=Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Pasukti arba apsukti paveikslėlį arba pažymėtą sritį
TIP_TOOLS_EFFECT=Pasirinkite efektus
TIP_TOOLS_WIDTHS=Pasirinkite plotį
TIP_TOOLS_OPACITY=Pasirinkite permatomumą
TIP_VIEW_ZOOMIN=Didinti vaizdą
TIP_VIEW_ZOOMOUT=Mažinti vaizdą
TIP_VIEW_ZOOMSELECT=Didinti arba mažinti
TIP_VIEW_ACTUALSIZE=100% vaizdas
TIP_VIEW_THUMBNAIL=Rodyti miniatūrų lapą greitam paveikslėlių pasirinkimui
TIP_SHOW_RULER=Rodyti arba slėpti liniuotes, skirtas paveikslėlių matavimui
TIP_SHOW_STATUSBAR=Rodyti arba slėpti būsenos juostą lango apačioje
TIP_SHOW_TAB=Rodyti arba slėpti kortelių juostą
#7.0.0
TIP_SHOW_PANE=Rodyti arba slėpti informacinį skydelį
#7.0.0
TIP_COLOR_COLOR1=Piešimo spalva
TIP_COLOR_COLOR2=Fono spalva
TIP_COLOR_SWAP=Sukeisti piešimo ir fono spalvas
TIP_COLOR_DEFAULT=Numatytosios piešimo ir fono spalvos
TIP_COLOR_MORE=Rodyti daugiau palečių
TIP_SHAPE_FLATTEN=Konvertuoti figūras
TIP_SHAPE_DELETE=Ištrinti figūrą
TIP_SHAPE_DUPLICATE=Sukurti figūros kopiją
TIP_SHAPE_FILL=Užpildyti pasirinktą figūrą
TIP_SHAPE_OUTLINE=Figūros rėmelis
TIP_SHAPE_EFFECTS=Formatuoti figūras
TIP_SHAPE_ADDTEXT=Įterpti tekstą į figūrą
TIP_SHAPE_FLATTEN_ALL=Konvertuoti visas figūras
TIP_SHAPE_BRINGTOFRONT=Iškelti pasirinktą objektą į viršų
TIP_SHAPE_SENDTOBACK=Nusiųsti pasirinktus objektus po apačia
TIP_TEXT_BOLD=Paryškintas
TIP_TEXT_ITALIC=Kursyvas
TIP_TEXT_UNDERLINE=Pabraukti
TIP_TEXT_ALIGN_LEFT=Lygiuoti kairėje
TIP_TEXT_ALIGN_CENTER=Centras
TIP_TEXT_ALIGN_RIGHT=Sulygiuoti dešinėje
TIP_TEXT_ALIGN_TOP=Vertikali lygiuotė viršuje
TIP_TEXT_ALIGN_MIDDLE=Vertikali lygiuotė viduryje
TIP_TEXT_ALIGN_BOTTOM=Vertikali lygiuotė apačioje
TIP_TEXT_WORDWRAP=Žodžių &kėlimas
TIP_TEXT_COLOR=Teksto spalva
TIP_TEXT_SIZE=Teksto dydis
TIP_TEXT_FONTFAMILY=Teksto šriftų šeima
#7.0.0
TIP_NEW_LAYER=Sukurti naują sluoksnį
TIP_CHANGE_SHAPE=Keisti brėžinio formą, išlaikant visą formatavimą.
TIP_FORMAT_SHAPE=Keisti figūros formatavimą
TIP_LAYER_BRINGTOFRONT=Parinktą objektą iškelti virš visų kitų objektų.
TIP_LAYER_SENDTOBACK=Siųsti pasirinktą objektą už visų kitų objektų.
TIP_LAYER_BRINGFORWARD=Iškelti pasirinktą objektą vienu lygiu į priekį, kad jis būtų paslėptas už mažesnio kiekio objektų.
TIP_LAYER_SENDBACKWARD=Nusiųsti pasirinktą objektą vienu lygiu žemyn, kad jis būtų paslėptas už didesnio kiekio objektų.
TIP_CAPTURE_DELAY=Set time delay before capturing
#7.0.0

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick redaktorius
DLG_CONTROLCAPTURE_TITLE=PicPick - Lango laukas
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Slenkantis langas
DLG_REGIONCAPTURE_TITLE=PicPick - Fiksuoti sritį
DLG_FIXEDREGIONCAPTURE_TITLE=Fiksuoti apibrėžtą sritį
DLG_FREEHANDCAPTURE_TITLE=PicPick - fiksuoti laisvai nurodytą sritį
DLG_WHITEBOARDTOOL_TITLE=PicPick - Piešimo lenta
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE=PicPick - Spalvų parinkėjas
DLG_CROSSHAIR_TITLE=PicPick - Taikiklis
DLG_COLORPALETTE_TITLE=Spalvų paletė
DLG_AUTOSAVE_TITLE=Auto saugojimas
DLG_NEWIMAGE_TITLE=Naujas paveikslėlis
DLG_PRINT_TITLE=Spausdinti
DLG_CANVASSET_TITLE=Keisti drobės dydį
DLG_IMAGERESIZE_TITLE=Keisti paveikslėlio dydį
DLG_ABOUT_TITLE=Apie
DLG_PIXELATE_TITLE=Grūdėtumas
DLG_HUESATURATION_TITLE=Atspalvis / sodrumas
DLG_BRIGHTNESSCONTRAST_TITLE=Šviesumas / kontrastas
DLG_FRAME_TITLE=Rėmelis
DLG_WATERMARK_TITLE=Vandens ženklas
DLG_FONTVIEW_TITLE=Įveskite tekstą
DLG_CAPTURE_TITLE=Fiksuoti
DLG_CHANGEHOTKEY_TITLE=Spartieji klavišai
DLG_WEBPAGECAPTURE_TITLE=PicPick - Fiksuoti tinklapius
DLG_SHORTCUT_TITLE=Keisti sparčiuosius klavišus
DLG_SETUP_TITLE=Programos nuostatos
DLG_FILENAMESETUP_TITLE=Failo pavadinimas
DLG_IMAGES_TITLE=Paveikslėliai
DLG_GENERALSETUP_TITLE=Bendra
DLG_SCREEN_RECORDER_TITLE=Įrašymas
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Redaktorius
DLG_ARROWSET_TITLE=Tinkinta rodyklė
DLG_FACEBOOK_TITLE=Facebook prisijungimas
DLG_TWITTER_TITLE=Twitter prisijungimas
DLG_WEBUPLOAD_TITLE=Įkelti į internetą
BTN_OK=&Gerai
BTN_CANCEL=&Atšaukti
BTN_APPLY=&Pritaikyti

[About]

GRP_PRESET=Nuostatos
CHK_ADDSTARTUP=Paleisti programą įjungus kompiuterį
CHK_ADDDESTKOP=Sukurti piktogramą darbastalyje
CHK_CHECKUPDATE=Tikrinti, ar yra atnaujinimų
LBL_LANGUAGE=Kalba
BTN_HOTKEY=Spartieji klavišai...
BTN_CREDIT=Padėkos
LBL_PROGRAMPARAMETER=&Parametrai...
CHK_SETTINGTOAPPDATA=Išsaugoti nuostatas į Application Data
LBL_MORELANGUAGE=Daugiau kalbų...
LBL_INFO_PRODUCT=Produkto informacija
LBL_INFO_LICENSE=Licencijos informacija
LBL_INFO_VERSION=Versija

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Savybės
LBL_CONTROLCAPTURE_CLASS=Pavadinimas
LBL_CONTROLCAPTURE_SIZE=Dydis
LBL_CONTROLCAPTURE_INFO=Laukas
LBL_CONTROLCAPTURE_SCROLL=Auto perslinkimas
LBL_CONTROLCAPTURE_OUTPUTTYPE=Išvesties tipas
LBL_CONTROLCAPTURE_HANDLE=Rankena
LBL_CONTROLCAPTURE_RECT=Stačiak.
LBL_CONTROLCAPTURE_BOTTOMTIP=Pasirinkite lango lauką (mygtuką, kortelę, teksto lauką ir pan.) ir spauskite PRINT SCREEN klavišą
GRP_FIXEDREGIONCAPTURE_PROPERTY=Srities dydis
LBL_FIXEDREGIONCAPTURE_WIDTH=Plotis :
LBL_FIXEDREGIONCAPTURE_HEIGHT=Aukštis :
TIP_REGIONCAPTURE_NOTDRAG=Pažymėkite bet kokią stačiakampę sritį ekrane.
TIP_PIXEL=Taškai
TIP_FREEHANDCAPTURE_NOTDRAG=Apibrėžkite bet kokią sritį, kurią norite užfiksuoti.
LBL_COLORPICKER_COLORAS=Spalva kaip :
LBL_COLORPICKER_VALUE=Vertė :
LSV_WEBPAGECAPTURE_LIST=Pasirinkite fiksuojamą tinklapį
BTN_WEBPAGECAPTURE_RELOAD=Įk&rauti iš naujo
BTN_WEBPAGECAPTURE_CAPTURE=&Fiksuoti
LBL_MINIHELP=Norėdami pažymėti sritį spragtelėkite kairiu pelės klavišu.
LBL_MINIHELP_CLICKDRAG=Spustelėkite arba vilkite ekraną, kad pasirinktumėte sritį.
LBL_MINIHELP_SCROLLCAPTURE=Norėdami atšaukti, paspauskite klavišą Esc
#7.0.0
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Palaukite, kol apskaičiuosime slinkimo sritį...
LBL_TIME_DELAY=Time &Delay
LBL_SECONDS=%d Seconds
LBL_NODELAY=&No Delay
LBL_ADD_CURSOR=Add &Mouse Cursor
LBL_MORE_OPTIONS=&More Options...
LBL_CLIPBOARD=Copy to C&lipboard
#7.0.0

[Shortcut]

TAB_HOTKEY=Spartieji klavišai
GRB_CAPTURE=Ekrano fiksavimas
GRB_TOOLS=Įrankiai
LBL_KEYNONE=Joks
LBL_CAPTURE_FULLSCREEN=Užfiksuoti visą ekraną
LBL_CAPTURE_ACTIVEWINDOW=Užfiksuoti aktyvų langą
LBL_CAPTURE_CONTROL=Fiksuoti lango lauką
LBL_CAPTURE_SCROLLINGWINDOW=Fiksuoti slenkantį langą
LBL_CAPTURE_REGION=Fiksuoti sritį
LBL_CAPTURE_FIXEDREGION=Fiksuoti apibrėžtą sritį
LBL_CAPTURE_FREEHAND=Fiksuoti laisvą sritį
LBL_CAPTURE_WEBPAGE=Fiksuoti tinklapį
LBL_CAPTURE_REPEAT=Kartoti paskutinį fiksavimą
LBL_TOOLS_EDITOR=Paveikslėlio redaktorius
LBL_TOOLS_COLORPICKER=Spalvų parinkėjas
LBL_TOOLS_COLORPALETTE=Spalvų paletė
LBL_TOOLS_PIXELRULER=Taškų liniuotė
LBL_TOOLS_PROTRACTOR=Matlankis
LBL_TOOLS_CROSSHAIR=Taikiklis
LBL_TOOLS_WHITEBOARD=Piešimo lenta
LBL_TOOLS_MAGNIFIER=Lupa
CBO_HOTKEY_CUSTOM=Tinkintas...
CBO_HOTKEY_DEFAULT=PicPick numatytasis
CBO_HOTKEY_HYPERSNAP=Hiper trauka
CBO_HOTKEY_NONE=Išjungtas
LBL_TOOLS_SCREENRECORDER=Ekrano įrašymo įrenginys

[FontView]

GRP_COLOR=Spalvos
LBL_FONTCOLOR=Šrifto spalva
CHK_FILLCOLOR=Užpildo spalva
CHK_AA=Glotninti šriftų kraštus

[AutoSave]

GRP_SELECTFOLDER=Automatinis paveikslėlių išsaugojimas
LBL_SELECTFOLDER=Nurodykite aplanką automatiškai saugomiems paveikslėliams.
BTN_SELECTFOLDER=&Naršyti...
GRP_SELECTFILENAME=Failo pavadinimas
RDO_SELECTFILENAME_TEXT=Tekstas + skaičius
RDO_SELECTFILENAME_NUM=Tik skaičius
RDO_SELECTFILENAME_DATETIME=Data/Laikas
EDT_SELECTFILENAME_DEFAULT=Paveikslėlis
GRP_SELECTFORMAT=Failo formatas
RDO_SELECTFORMAT_BMP=Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG paveikslėlis(*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF paveikslėlis (*.gif)
RDO_SELECTFORMAT_PDF=PDF failas (*.pdf)
LBL_SAVEFILENAME=Nurodykite numatytąjį failo pavadinimą automatiniam saugojimui arba FTP įkėlimui.
LBL_EXAMPLETITLE=Pavyzdys)
LBL_EXAMPLE1=%y : Metai, %m : Mėnesis, %d : Diena
LBL_EXAMPLE2=%h : Valanda, %n : Minutė, %s : Sekundė
LBL_EXAMPLE3=%c : Skaičius
LBL_EXAMPLE4=%u : Naudotojo vardas, %w : Kompiuterio pavadinimas
LBL_EXAMPLE5=%t : Unix laiko žyma
GRB_OTHERPROGRAM=Išorinės programos derinimas
LBL_OTHERPROGRAM=Pasirinkite išorinę programą, kuriai norite perduoti užfiksuotą paveikslėlį
LBL_OTHERPROGRAMPATH=Kelias iki programos :
LBL_OTHERPROGRAMPARAMETER=Parametras : 
LBL_OTHERPROGRAMSELECT=Siųsti išorinei programai...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Pasirinkite failo formatą.

[GeneralSet]

GRB_STARTINGOPTION=Paleidimo parinktys
LBL_PROGRAM_MODE=Pasirinkite numatytąjį programos režimą
CBO_PROGRAM_MODE_EDITOR=Paveikslėlio redaktorius
CBO_PROGRAM_MODE_WIDGET=Plūduriuojantis valdiklis
CBO_PROGRAM_MODE_TRAY=Rodyti tik pranešimus
CHK_STARTUP=Paleisti PickPick paleidžiant Windows
CHK_UPDATE=Patikrinti, ar nėra programos naujinimų 
GRB_APPEARANCE=Išvaizda
LBL_THEME=Spalvos
CBO_THEME_DEFAULT=Sistemos numatytasis
CBO_THEME_LIGHT=Šviesus
CBO_THEME_DARK=Tamsus
LBL_LANGUAGE=Kalba

[CaptureSet]

GRB_CAPTUREOPTION=Fiksavimo nuostatos
CHK_DUALMONITORS=Dviejų monitorių palaikymas.
CHK_SOUND=Fiksuojant aktyvuoti garso efektus.
CHK_MOUSECURSOR=Įtraukti kursoriaus paveikslėlį.
CHK_HIDEEDITOR=Slėpti PicPick Redaktorių prieš fiksuojant vaizdą.
CHK_ALWAYSCOPYCLIPBOARD=Visada kopijuoti užfiksuotą paveikslėlį į iškarpinę.
CHK_STARTWITHCAPTUREBAR=Rodyti fiksavimo juostą pasileidžiant programai
GRB_AUTOSCROLL=Auto perslinkimas
CHK_SCROLLCAPTURE=Aktyvuoti Auto perslinkimą
LBL_SCROLLDELAY=Perslinkimo delsa : 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Lupos langas
CHK_MAGNIFIER=Rodyti lupos langą fiksuojant paveikslėlį.
LBL_ZOOMSCALE=Mastelio dydis :
GRB_CAPTUREDELAY=Uždelsti prieš fiksuojant
CHK_ADVANCECONTROLCAPTURE=Naudoti pažangesnį lango vaizdo fiksavimo metodą.
LBL_CAPTUREOUTPUT=Keisti išvesties tipą, kai naudojami greitieji klavišai arba naudojami meniu iš užduočių juostos
CHK_TOOLBAR=Užfiksuojant rodyti įrankių juostą.
#7.0.0
CHK_DISPLAY_SEC=Display delay countdown
#7.0.0

[FTP]

GRB_FTPSERVER=FTP serverio derinimas
LBL_FTPADDRESS =FTP serveris :
LBL_REMOTEPATH=Nutolęs aplankas :
LBL_PORT=Prievadas :
CHK_PASSIVEFTP=Naudoti pasyvų FTP
LBL_USERNAME=Prisijungimo vardas :
LBL_PASSWORD=Slaptažodis :
BTN_CONNECTTEST=TESTAS
LBL_SENDWEBBROWSER=Atverti URL internete
LBL_SENDCLIPBOARD=Kopijuoti URL į iškarpinę
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Redaktoriaus nuostatos
CHK_OPENEDITORWHENSTART=Atverti redaktorių paleidžiant programą
CHK_CENTERIMAGE=Lygiuoti paveikslėlį lango viduryje.
CHK_CLOSEWITHOUTASKING=Užverti neišsaugotą paveikslėlį neklausiant.
CHK_CROPNEW=Apkirpti kaip naują paveikslėlį
CHK_SHOWCLASSICUI=Rodyti klasikinę meniu juostos sąsają
CHK_EXITWHENCLOSING=Išeiti iš PicPick uždarant paveikslėlio redaktorių
CHK_AUTOFLATTEN=Automatiškai sulieti figūras su fonu.
LBL_BG=Fono spalva :
RDO_BGDEFAULT=Sistemos numatytasis
RDO_BGGRID=Tinklelis
RDO_BGSOLID=Spalva
GRB_FILETYPE=Failų tipų susiejimas
LBL_FILETYPE=Nurodykite failų tipus, kuriuos norite atverti naudodami PickPick.
LBL_FILETYPEVISTA=Nustatyti PicPick kaip numatytąjį paveikslėlių redaktorių

[ArrowSet]

CHK_START=Pradžia
CHK_END=Galas
CHK_OUTLINE=Pridėti kontūrą
CBO_AT_ARROW1=Rodyklė 1
CBO_AT_ARROW2=Rodyklė 2
CBO_AT_CIRCLE=Apskritimas
CBO_AT_DIAMOND=Deimantas

[CanvasSet]

GRP_SIZE=Drobės dydis
LBL_WIDTH=Naujas plotis
LBL_HEIGHT=Naujas aukštis
LBL_BACKCOLOR=Fono spalva
LBL_PRESETS=Numatytos nuostatos
CBO_CLIPBOARD=Iškarpinė
CBO_LASTUSED=Paskutinis naudotas
CBO_CURRENT=Einamojo paveikslėlio dydis
#7.0.0
CBO_WHITE=Balta
CBO_BLACK=Juoda
CBO_TRANSPARENT=Skaidrus
CBO_CUSTOM=Pasirinktinis
#7.0.0

[ResizeSet]

LBL_ZOOM=
RDO_ZOOM=Didinti procentais
RDO_SIZE=Didinti iki tam tikro dydžio
CHK_KEEP=Išlaikyti kraštinių santykį
LBL_WIDTH=Plotis
LBL_HEIGHT=Aukštis

[ColorSet]

BTN_PREVIEW=&Peržiūra
LBL_PIXELATE=Grūdėtumas
LBL_HUE=Atspalvis
LBL_SATURATION=Sodrumas
LBL_BIRGHTNESS=Šviesumas
LBL_CONTRAST=Kontrastas
#7.0.0
LBL_LIGHTNESS=Lengvumas
#7.0.0

[FrameSet]

GRP_PREVIEW=Peržiūra
GRP_EFFECT=Efektas
CHK_BORDER=Kraštinės
CHK_FRAME=Rėmelis
LBL_ETC=Rasti daugiau rėmelio efektų...
CHK_AUTO=Pritaikyti rėmelio efektą fiksuojant paveikslėlį
#7.0.0
CHK_SHADOW=Šešėlis
CBO_SHADOW_POS_CENTER=Center
CBO_SHADOW_POS_TL=Top Left
CBO_SHADOW_POS_TR=Top Right
CBO_SHADOW_POS_BL=Bottom Left
CBO_SHADOW_POS_BR=Bottom Right
#7.0.0

[Palette]

LBL_RED=&Raudonas
LBL_GREEN=Žalias
LBL_BLUE=&Mėlyna
LBL_TYPE=Spalva kaip :
BTN_COPY=&Kopijuoti
CLR_DEFAULTTEXT=Spalvų paletė
CLR_CUSTOMTEXT=Daugiau spalvų...

[PixelRuler]

MNU_RULER_MOVE=&Perkelti
MNU_RULER_MOVE_UP=&Aukštyn
MNU_RULER_MOVE_DOWN=Ž&emyn
MNU_RULER_MOVE_LEFT=&Kairėn
MNU_RULER_MOVE_RIGHT=&Dešinėn
MNU_RULER_TYPE=&Tipas
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontalus
MNU_RULER_TYPE_VERTICAL=&Vertikalus
MNU_RULER_TRANSPARENT=Pe&rmatomumas
MNU_RULER_TRANSPARENT_USE=Į&galinti
MNU_RULER_TRANSPARENT_NOTUSE=&Išjungti
MNU_RULER_TRANSPARENT_INC=&Didinti(+)
MNU_RULER_TRANSPARENT_DEC=&Mažinti(-)
MNU_MAGNIFIER=Rodyti &lupą...
MNU_RULER_EXIT=Iš&eiti
MNU_RULER_UNIT=&Vienetai
MNU_RULER_UNIT_PIXEL=&Taškai
MNU_RULER_UNIT_INCH=Colia&i
MNU_RULER_UNIT_CM=&Centimetrai
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Spalva
MNU_RULER_COLOR_BLUE=&Mėlyna
MNU_RULER_COLOR_YELLOW=&Geltona
MNU_RULER_COLOR_WHITE=&Balta
MNU_RULER_COLOR_BLACK=&Juoda
MNU_RULER_COLOR_DARKGRAY=&Tamsiai pilka
MNU_RULER_COLOR_DEFAULT=Sistemos &numatytasis
MNU_RULER_UNIT_DPI_CUSTOM=&Tinkintas...
DLG_CUSTOMDPI_TITLE=Tinkinta DPI nuostata
LBL_CUSTOMDPI_TEXT=Prašom įvesti taškus colyje (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Pieštuko &Plotis
MNU_WHITEBOARD_PENCOLOR=Pieštuko &Spalva
MNU_WHITEBOARD_PENCOLOR_BLACK=Juoda
MNU_WHITEBOARD_PENCOLOR_WHITE=Balta
MNU_WHITEBOARD_PENCOLOR_RED=Raudona
MNU_WHITEBOARD_PENCOLOR_GREEN=Žalia
MNU_WHITEBOARD_PENCOLOR_BLUE=Mėlyna
MNU_WHITEBOARD_PENCOLOR_CYAN=Žydra
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Violetinė
MNU_WHITEBOARD_PENCOLOR_YELLOW=Geltona
MNU_WHITEBOARD_PENCOLOR_GRAY=Pilka
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Panaši...
MNU_WHITEBOARD_CLEAR=&Išvalyti
MNU_WHITEBOARD_SAVE=&Fiksuoti ekraną
MNU_WHITEBOARD_EXIT=Iš&eiti
TIP_TOOL_MOVE=Perkelti
TIP_TOOL_ZOOM=Didinti
TIP_TOOL_PEN=Pieštukas
TIP_TOOL_LINE=Linija
TIP_TOOL_ARROW=Rodyklė
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT=Stačiakampis
TIP_TOOL_ELLIPSE=Elipsė
TIP_TOOL_RRECT=Suapvalintas stačiakampis
TIP_TOOL_TRANSPARENT=Permatomumas
TIP_TOOL_CLEAR=Išvalyti
TIP_TOOL_SAVE=Fiksuoti ekraną
TIP_TOOL_WIDTH=Plotis
TIP_TOOL_COLOR=Spalva

[Print]

BTN_PRINTERSETUP=Spausdintuvo derinimas...
BTN_PRINT=&Spausdinti
GRB_PREVIEW=Peržiūra
TAB_PAPERSETUP=Puslapio derinimas
TAB_ADDTEXT=Pridėti tekstą
GRB_MARGINSETUP=&Paraštė
LBL_MARGINTOP=Viršus
LBL_MARGINLEFT=Kairė
LBL_MARGINRIGHT=Dešinė
LBL_MARGINBOTTOM=Apačia
GRB_IMAGESETUP=&Paveikslėlio nustatymai
CHK_CENTER=Centruoti paveikslėlį
CHK_SHRINK=Pritaikyti pagal puslapį (ištempti)
CHK_PROPORTINAL=Išlaikyti kraštinių santykį
CHK_GRAYSCALE=Pilkas
GRB_PAPERCOUNT=&Kopijų kiekis
LBL_PAPERUNIT=Puslapis(-iai)
GRB_ORIENTATION=&Orientavimas
RDO_PORTRAIT=Stačias
RDO_LANDSCAPE=Išilginis
GRB_HEADER=&Antraštė
CHK_HEADERADD=Pridėti
CBO_HEADERDEFAULT=Čia įrašykite antraštės tekstą
LBL_HEADERMARGIN=Paraštė :
BTN_HEADERFONT=Šriftas...
RDO_HEADERLEFT=Kairė
RDO_HEADERCENTER=Centras
RDO_HEADERRIGHT=Dešinė
GRB_FOOTER=&Poraštė
CHK_FOOTERADD=Pridėti
CBO_FOOTERDEFAULT=Čia įrašykite poraštės tekstą
LBL_FOOTERMARGIN=Paraštė :
BTN_FOOTERFONT=Šriftas...
RDO_FOOTERLEFT=Kairė
RDO_FOOTERCENTER=Centras
RDO_FOOTERRIGHT=Dešinė
LBL_SETTINGS=Nuostatos
LBL_PRINTER=Spausdintuvas
BTN_PRINT_COLOR=Spausdinimo spalva
CHK_COLOR=Spalva
CHK_MARGIN_NARROW=Siauras
CHK_MARGIN_NORMAL=Normalus
CHK_MARGIN_MODERATE=Vidutinis
CHK_MARGIN_WIDE=Platus
CHK_MARGIN_CUSTOM=Pasirinktinės paraštės...

[Facebook] 

BTN_CLOSE=&Užverti
LBL_PREVIEW=Paveikslėlio peržiūra
LBL_CAPTION=Nuotraukos antraštė
RDO_SELECTALBUMS=Pasirinkti albumus
RDO_CREATEALBUM=Sukurti naują Foto albumą
LBL_CREATEALBUM_NAME=Pavadinimas : 
LBL_CREATEALBUM_LOCATION=Vieta : 
LBL_CREATEALBUM_DESCRIPTION=Aprašymas : 
LBL_CREATEALBUM_PRIVACY=Privatumas : 
CBO_CREATEALBUM_1=Visiems
CBO_CREATEALBUM_2=Mano tinklams ir draugams
CBO_CREATEALBUM_3=Draugų draugams
CBO_CREATEALBUM_4=Tik draugams
BTN_UPLOAD=Įkelti
LBL_IMGURL=Paveikslėlio URL
LBL_LINKURL=Albumo URL
LBL_UPLOADING=Įkelti dabar...
LBL_UPLOADCOMPLETE=Įkėlimas baigtas
LBL_UPLOADWAIT=Laukiama atsakymo...
LBL_UPLOADFAILURE=Įkelti nepavyko. Bandykite dar kartą.
LBL_UPLOADRESULT=Jūs sėkmingai įkėlėte vieną nuotrauką.
LBL_ACCOUNT=Paskyra: 
LBL_PASSWORD=Slaptažodis :
LBL_REMEMBERPASSWORD=Prisiminti slaptažodį
LBL_MESSAGE=Pranešimas :
LBL_WEBUPLOAD_TITLE=Įkelkite savo paveikslėlį tiesiai į internetą
LBL_WEBUPLOAD_TITLESUB=per ImageShack - nemokamą paveikslėlių talpinimo paslaugą
LBL_WEBUPLOAD_SIGNUP=Sukurkite sąskaitą, jei norite tvarkyti įkeliamaus paveikslėlius!
LBL_WEBUPLOAD_NOACCOUNT=Svečias (registruotis nebūtina)
LBL_WEBUPLOAD_ACCOUNTEXIST=Aš jau turiu Imageshack sąskaitą
BTN_REQUESTTWITTERPIN=Reikalauti Twitter'io PIN
BTN_REMEMBERME=Prisiminti mane šiame kompiuteryje
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Prisijungti
BTN_DISCONNECT=&Atsijungti

[ThumbnailView]

BTN_QUICKTABS=Greitos kortelės
MNU_RENAME=Pe&rvadinti...
MNU_OPENFILELOCATION=&Atverti failo vietą
LBL_RENAME=Prašom nurodyti failo pavadinimą.

[ObjectProperty]

SHP_TEXTBOX=Tekstas
SHP_HIGHLIGHTRECT=Paryškintas stačiakampis
SHP_MAGNIFYEFFECT=Didinimo efektas
SHP_NUMBERSTAMP=Ženklas su skaičiumi
SHP_LINES=Linijos
SHP_CUSTOMSHAPES=Kitos figūros
SHP_TRIANGLE=Trikampis
SHP_SHAPES=Formos
SHP_LINE=Linija
SHP_CURVE=Kreivė
SHP_ARROW=Rodyklė
SHP_CURVEARROW=Lenkta rodyklė
SHP_ELLIPSE=Elipsė
SHP_RECT=Stačiakampis
SHP_ROUNDRECT=Suapvalintas stačiakampis
SHP_BALLOON=Balionas
SHP_DIAMOND=Deimantas
SHP_PENTAGON=Penkiakampis
SHP_Hexagon=Šešiakampis
SHP_5STAR=5-balų žvaigždutė
SHP_6STAR=6-balų žvaigždutė
TAB_EDIT=Taisyti
TBN_DELETE_OBJECT=Iš&trinti
TBN_DUPLICATE=&Kopijuoti
MNU_FLATTEN=&Sulieti
MNU_FLATTENALL=&Sulieti viską
LST_CHANGESHAPE=Keisti figūrą
TAB_SHAPESTYLES=Figūrų stiliai
TBN_SHAPETEXT=Įterpti &Tekstą...
TBN_SHAPEFILL=Užpildymas
MNU_SHAPEFILL_NOFILL=Be užpildo
MNU_SHAPEFILL_SOLIDFILL=Ištisinis užpildas
MNU_SHAPEFILL_GRAFILL=Vertikalus perėjimas Gradient fill
MNU_SHAPEFILL_RADIALFILL=Perėjimas iš kampo
TBN_SHAPEOUTLINE=Kontūras
MNU_SHAPEOUTLINE_NOLINE=Be linijos
MNU_SHAPEOUTLINE_SOLIDLINE=Ištisinė linija
MNU_SHAPEOUTLINE_DOTLINE=Taškinė linija
MNU_SHAPEOUTLINE_DASHLINE=Brūkšninė linija
MNU_SHAPEOUTLINE_DASHDOTLINE=Linija brūkšnys-taškas
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linija brūkšnys-taškas-tašas
TBR_SHAPEINSERT=Įterpti figūras
TBN_SHAPEFORMAT=Keisti figūrą
TBN_SHAPEEFFECTS=Figūros efektai
MNU_SHAPEEFFECTS_NOEFFECTS=Be efektų
MNU_SHAPEEFFECTS_SHADOW=Efektai
MNU_SHAPEEFFECTS_SHADOWUSE=Šešėlis
MNU_SHAPEEFFECTS_SHADOWOPTION=Nuostatos...
MNU_SHAPEEFFECTS_BALLOONPOS=Baliono kryptis
MNU_SHAPEEFFECTS_BALLOONPOSTL=Viršuje kairėje
MNU_SHAPEEFFECTS_BALLOONPOSTR=Viršuje dešinėje
MNU_SHAPEEFFECTS_BALLOONPOSBL=Apačioje kairėje
MNU_SHAPEEFFECTS_BALLOONPOSBR=Apačioje dešinėje
MNU_SHAPEEFFECTS_ARROWSTART=Pradžios tipas
MNU_SHAPEEFFECTS_ARROWEND=Pabaigos tipas
MNU_SHAPEEFFECTS_ARROWNONE=Be rodyklės
MNU_SHAPEEFFECTS_ARROW1=Rodyklė 1
MNU_SHAPEEFFECTS_ARROW2=Rodyklė 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Apskritimas
MNU_SHAPEEFFECTS_ARROWDIAMOND=Deimantas
MNU_SHAPE_ARRANGE=Išdėstymas
BTN_SHAPE_FRONT=Iškelti į &priekį
BTN_SHAPE_BACK=Nusiųsti po &apačia
BTN_SHAPE_ARROWSTYLE=Rodyklės stilius
TAB_SHAPECOLOR=Figūros spalvos
TAB_NUMBERSTAMP_NUMBER=Ženklų formos
MNU_NUMBERSTAMP_CURRENT=Aktyvus
MNU_NUMBERSTAMP_NEXT=Kitas
TAB_NUMBERSTAMP_STYLE=Ženklų stiliai
MNU_NUMBERSTAMP_SIZE=Dydis
MNU_NUMBERSTAMP_SIZE_SMALL=Maža&s
MNU_NUMBERSTAMP_SIZE_Medium=&Vidutinis
MNU_NUMBERSTAMP_SIZE_LARGE=Dide&lis
MNU_NUMBERSTAMP_SHAPE=Formos
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Apskritimas
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Stačiakampis
TBN_SELECT_CROPCURRENT=A&pkirpti
TBN_SELECT_CROPNEW=Apkirpti kaip &naują paveikslėlį
TAB_SELECT_SIZE=Dydis
MNU_SELECT_SIZE_LEFT=Kairė
MNU_SELECT_SIZE_TOP=Viršus
MNU_SELECT_SIZE_WIDTH=Plotis
MNU_SELECT_SIZE_HEIGHT=Aukštis
MNU_SELECT_INVERTSELECTION=Inversinis žymėjimas
TAB_MAGNIFIER_STYLE=Lupos stiliai
MNU_SHARE_OPTIONS=&Parinktys...
#7.0.0
TBN_NEW_LAYER=&Naujas sluoksnis
TBN_CHANGE_SHAPE=&Keisti formą
BTN_LAYER_BRINGFORWARD=&Pastumti į priekį
BTN_LAYER_SENDBACKWARD=Siųsti &atgal
BTN_LAYER_BRINGTOFRONT=Iškelti į p&riekį
BTN_LAYER_SENDTOBACK=Siųsti į Bac&k
#7.0.0

[Licenses]

rdoRegistered=Aš esu registruotas naudotojas ir turiu registracijos kodą komerciniam naudojimui.
rdoPersonal=Šią programą noriu naudoti tik asmeniniais tikslais.
btnBuy=&Pirkti dabar
btnRegister=&Registruoti...
btnAgree=&Sutinku
btnClose=&Užverti
lblEnterLicense=Įveskite registracijos informaciją
lblOwnerName=Savininko vardas
lblRegistrationCode=Registracijos kodas
lblLicenseInfo=Šio produkto licencija: 
lblPersonalUse=NAMŲ NAUDOTOJO (TIK ASMENINIAM NAUDOJIMUI)
lblAskBuy=Dėkojame, kad naudojatės PicPick!
lblAskBuyDescription=Atkreipkite dėmesį, kad ši neregistruota versija gali būti naudojama tik asmeniniam naudojimui nekomercinėje aplinkoje. Ar norėtumėte įsigyti licenciją dabar?

[CommercialVersionTrial]

btnModeTrial=Nemokama bandomoji versija
btnModeTrialDescription=Aš norėčiau ir toliau naudotis šiuo produktu kaip bandomuoju.
btnModeActivate=Aktyvuoti licencijos raktą
btnModeActivateDescription=Aš registruotas naudotojas ir turiu licencijos raktą.
btnModeBuy=Pirkti dabar
btnModeBuyDescription=Aplankyti oficialų tinklapį ir įsigyti licencijos raktą.
lblTrialDescription=Tai yra 30 dienų PicPick bandomoji versija. Bandomojo laikotarpio pabaigoje turėsite įsigyti licenciją jai atrakinti arba pašalinti programą iš savo kompiuterio.
btnContinueTrial=&Toliau naudotis bandomąja versija
lblDayLeft=Bandomoji versija galios {$1} dienų iš Jums suteiktų {$2} dienų laikotarpio.
lblDayExpired=Jūsų licencija daugiau negalioja.
lblEnterLicense=Įveskite registracijos informaciją
lblOwnerName=Prenumeratoriaus vardas
lblRegistrationCode=Licencijos raktas
lblRegistrationHelp=Turite problemų aktyvuodami programą?
btnRegister=&Aktyvuoti
btnDeactivate=&Išjungti
lblActivationOffline1=1. Atverkite toliau pateiktą URL ir gaukite autentifikavimo kodą. Jei esate neprisijungę, turite prisijungti prie interneto kitame kompiuteryje.
lblActivationOffline2=2. Prašome įvesti savo autentifikavimo kodą iš aukščiau pateikto URL.
lblAuthCode=Autentikavimo kodas: 
lblExample=pvz.

[ImagesSet]

grbJPEGOption=JPEG parinktys
lblJPEGQuality=Kokybė
cboJPEGQualityMaximum=Maksimali
cboJPEGQualityHigh=Aukšta
cboJPEGQualityMedium=Vidutinė
cboJPEGQualityLow=Žema

[SaveAll]

grbSaveOptions=Išsaugojimo parinktys
lblSelectFolder=Nurodykite išsaugojimo aplanką.
rdoAllImages=Visi paveikslėliai
rdoUnsavedImages=Visi neišsaugoti paveikslėliai
grbFileOptions=Failo nuostatos
lblFileName=Failo pavadinimas
lblFileType=Failo tipas
rdoFiles=Failai

[ColorBalance]

grpbxColorBalance=Spavos balansas
lblColorLevels=Spalvos lygiai
grpbxToneBalance=Tono balansas
rdbtnShadows=Šešėliai
rdbtnMidtones=Pustoniai
rdbtnHighlights=Paryškinimai
chckbxPreserveLuminosity=Išsaugoti šviesumą

[StartPage]

lblStartHome=Pasirinkite užduotį...
lblStartTitle1=Nauja užduotis
lblStartTitle2=Grafiniai aksesuarai
chkStartDoNotShow=Nerodyti šio lango pasileidžiant programai

[Watermark]

lblWaterMarkPreview=Peržiūra:
lblWaterMarkFile=Failas:
lblWaterMarkPosition=Padėtis:
lblWaterMarkOpacity=Permatomumas:
lblWaterMarkOffsetX=X poslinkis: 
lblWaterMarkOffsetY=Y poslinkis: 
chkWaterMarkAuto=Automatiškai įtraukti vandens ženklą užfiksuojant vaizdą.
#7.0.0
lblWaterMarkTypeImage=Vaizdo vandens ženklas
lblWaterMarkTypeText=Teksto vandens ženklas
cboWaterMarkTextSize=Teksto dydis
cboWaterMarkTextColor=Spalva
#7.0.0

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&Gerai
btnCancel=Atša&ukti
btnConnect=Prisiju&ngti...
btnOptions=&Parinktys...
btnUpload=&Įkelti
btnAccount=&Paskyra...
lblConnected=Prisijungta
lblNotConnected=Neprisijungęs
lblConnecting=Jungiamasi...
lblUploading=Įkeliama...
lblUploaded=Įkėlimas baigtas
lblNotUploaded=Nepavyko įkelti. Bandykite dar kartą.
lblGuestAccount=Svečio paskyra
lblWait=Palaukite...
tbnConnect=Prisijungti
tbnDisconnect=Atsijungti
tbnRefresh=Atnaujinti
tbnNewFolder=Naujas aplankas
tbnOptions=Parinktys
tbnSelectFolder=Įkelti &vietovę...
tbnShareLink=Bendrinimo &nuorodų parinktys...
lblSelectFolder=Pasirinkite aplanką, į kurį norite įkelti vaizdą.
lblMyDrive=Mano diskas
lblNewFolder=Prašome įvesti naują aplanko pavadinimą.
lblAuth=Prisijunkite naudodami savo interneto naršyklę.
lblUploadSuccess=Sėkmingai įkėlėte vaizdą.
lblShareLink=Bendrinti nuorodą
lblGetLink=Gauti nuorodą
chkShareLink=Įkėlus visada sukurti bendrinamą nuorodą
chkCopyLink=Po įkėlimo nukopijuoti bendrinamą nuorodą į mainų sritį
lblHost=&Savininkas
lblUsername=Na&udotojo vardas
lblPassword=Sla&ptažodis
lblPort=&Prievadas
lblLocation=&Nuotolinis kelias

[ScreenRecorder]

tbnRecord=Pradėti &įrašyti
tbnPause=&Pristabdyti įrašymą
tbnStop=&Sustabdyti įrašymą
tbnResume=&Tęsti įrašymą
tbnFullscreen=&Pilno ekrano režimas
tbnRegion=S&rities režimas
popSP16x9=16:9 sąrankos
popSP4x3=4:3 sąrankos
popAuto16x9=Pritaikyti prie 16:9
popAuto4x3=Pritaikyti prie 4:3
popSelect=&Pasirinkite sritį...
popCustom=&Pasirinktinis dydis...
tbnMic=Pridėti mikrofoną
tbnCursor=Pridėti žymeklį
tbnSoundMute=Nėra garso
tbnSoundMic=Įrašyti mikrofoną
tbnSoundSystemAudio=Įrašyti sistemos garsą
tbnOpenFolder=Atidaryti išvesties a&planką
tbnOptions=&Parinktys
tbnClose=&Uždaryti
statusRecord=Įrašymas
statusPaused=Pristabdyta
statusStop=Sustabdyta
statusReady=Paruošta
frmRecordingArea=Įrašymo sritis

[ScreenRecorderOptions]

grbGeneral=Bendra
chkAutoHide=Automatiškai paslėpti langą viso ekrano režimu
chkCursor=Įrašyti pelės žymeklį
chkPopup=Baigus įrašymą, rodyti išvesties aplanko iššokantįjį langą
grbVideo=Vaizdo įrašas
lblFileType=Failo tipas
lblFPS=KPS
lblGIFFPS=GIF KPS
lblQuality=Kokybė
cboQualityVeryHigh=Labai aukšta kokybė
cboQualityHigh=Aukšta kokybė
cboQualityMedium=Vidutinė kokybė
cboQualityLow=Prasta kokybė
cboQualityVeryLow=Labai žema kokybė
grbAudio=Garsas
chkMic=Įrašyti mikrofono garsą
chkSystemAudio=Garso įrašymo sistema
lblAudioChannels=Kanalai
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitų sparta
lblAudioFrequency=Dažnis
btnDefault=&Atkurti numatytuosius nustatymus
lblOutput=Select an output folder to save the recordings.
lblHotKey=Recording (Play/Stop) Hotkey

[Website Resources]

title_picpick=PicPick – viskas viename grafinis dizainas, geriausia ekrano fiksavimo programinė įranga, vaizdo rengyklė, spalvų parinkiklis, pikselių liniuotė ir kt.
title_ngwin=NGWIN – Kuriame patogią programinę įrangą, kuri suteikia patogią skaičiavimo aplinką
nav_picpick=PicPick
nav_partners=Partneriai
nav_contact=Kontaktai
nav_home=Pagrindinis
nav_features=Funkcijos
nav_download=Atsisiųsti
nav_buy=Pirkti dabar
nav_forum=Forumas
section_features=Funkcijos
section_reviews=Žiniasklaidos apžvalgos
section_download=Atsisiųsti
section_download_commercial=PROFESIONALI VERSIJA REGISTRUOTIEMS NAUDOTOJAMS
section_buy=Pirkti dabar
section_plans=Kainos ir planai
section_screenshots=Ekrano nuotraukos
section_customers=Mūsų klientai
section_latestversion=Naujausia versija
section_changelog=Pakeitimų žurnalas
section_availableon=Galima
section_likeuson=Mėkite mus
section_eula=Galutinio naudotojo licencijos sutartis
section_privacypolicy=Privatumo politika
section_volumepricing=Kelių licencijų kainodara
button_download=PARSISIŲSTI
button_buy=PIRKTI DABAR
button_upgrade=ATNAUJINTI DABAR
button_upgrade_nothanks=Ne, ačiū
button_viewdetail=IŠSAMIAU
button_free_download=NEMOKAMAS ATSISIUNTIMAS
button_download_portable=Nešiojama versija
button_download_commercial=Licenciją jau nusipirkau.
text_freetotry=Nemokama asmeniniam naudojimui, išbandykite šiandien.
text_copyright=Autorių teisės{copy} {ngwin} Visos teisės saugomos.
text_winavailable=Pasiekiama visose Windows sistemose
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista ir XP, įskaitant 32 ir 64 bitų versijas.
text_recommend=REKOMENDUOTI
text_limitedtimeoffer=RIBOTO LAIKO PASIŪLYMAS
text_free=NEMOKAMA
text_personal_only_detail=Atkreipkite dėmesį, kad ši nemokama versija gali būti naudojama tik asmeniniam naudojimui nekomercinėje aplinkoje.
text_license_peruser=PicPick licencijuojama vienam naudotojui. Kiekvienas įsigytas naudotojas programinę įrangą gali įdiegti dviejuose įrenginiuose. (pavyzdžiui, kompiuteris ir nešiojamasis kompiuteris).
text_license_noshare=Viena licencija negali būti dalijama skirtingiems naudotojams.
text_bluesnap=2Checkout yra mūsų internetinė mokėjimo sistema, kurią rekomenduojame. Tai palaiko visiškai saugią internetinio mokėjimo paslaugą su įvairiais mokėjimo būdais, tokiais kaip PayPal, kredito kortelė ir kt.
text_thankyou=Dėkojame, kad įdiegėte PicPick.
text_download_thankyou=Dėkojame, kad atsisiuntėte PicPick.
text_download_start=Atsisiuntimas prasidės automatiškai per kelias sekundes.
text_download_ifnot=Jei atsisiuntimas neprasidėjo automatiškai, spustelėkite {čia} arba atsisiųskite iš veidrodinių nuorodų.
text_download_ifnot2=Jei atsisiuntimas neprasidėjo automatiškai, spustelėkite {čia}.
text_download_ifnot2_here=čia
text_upgrade=Naujovinkite į Professional ir gaukite daugiau funkcijų!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Viskas viename dizaino įrankis kiekvienam
overview_jumbotron_p1=Visų funkcijų ekrano fiksavimo įrankis, intuityvus vaizdo redaktorius, spalvų rinkiklis, spalvų paletė, pikselių liniuotė, matuoklis, kryželis, lenta ir kt.
overview_jumbotron_p2=Patogus naudotojui ir pilnas įvaizdžio kūrimo funkcijų. Tinka programinės įrangos kūrėjams, grafikos dizaineriams ir namų naudotojams.
overview_feature_1_h1=Užfiksuokite bet ką
overview_feature_1_p1=Darykite viso ekrano, aktyvaus lango, slenkamų langų ir bet kurios konkrečios darbalaukio srities ekrano kopijas ir kt.
overview_feature_2_h1=Redaguokite savo vaizdus
overview_feature_2_p1=Komentuokite ir paryškinkite vaizdus: tekstą, rodykles, figūras ir daugiau, naudodami integruotą vaizdų rengyklę, kurioje yra naujausias juostelės stiliaus meniu.
overview_feature_3_h1=Patobulinkite efektais
overview_feature_3_p1=Lengvai pridėkite efektų prie savo vaizdų: šešėlių, rėmelių, vandens ženklų, mozaikos, suliejimo judesio, ryškumo valdymo ir kt.
overview_feature_4_h1=Dalinkitės visur
overview_feature_4_p1=Išsaugokite, bendrinkite arba siųskite savo vaizdus žiniatinklyje, el. paštu, ftp, Dropbox, Google disku, OneDrive, Box, Evernote, Facebook, Twitter ir kt.
overview_feature_5_h1=Grafikos priedai
overview_feature_5_p1=Įvairūs grafinio dizaino priedai, įskaitant spalvų rinkiklį, spalvų paletę, pikselių liniuotę, matuoklį, kryželį, didintuvą, lentą.
overview_feature_6_h1=Pritaikomas nustatymas
overview_feature_6_p1=Naudodami išsamius išplėstinius nustatymus galite tinkinti sparčiuosius klavišus, failų pavadinimų suteikimą, vaizdo kokybę ir daugybę kitų Jūsų poreikius atitinkančių parinkčių.
reviews_1_body=Ši programa verčia galvoti apie Šveicarijos armijos peilį arba, galbūt, gerai sukomplektuotą, gerai sutvarkytą stalo stalčių. Čia yra įvairių naudingų įrankių, ir manome, kad PicPick būtų naudinga žiniatinklio dizaineriams, grafikos dizaineriams ir net paprastam kompiuterio naudotojui, kuriam retkarčiais reikia dirbti su grafika.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Specialiai sukurta namų naudotojui ir siekiant suteikti kuo daugiau lankstumo darbo metu. Tai netgi apima kai kurias funkcijas, kurių nerasite Photoshop. PicPick yra ne tik labai paprasta naudoti vaizdų rengyklė, bet ir siūlo grafikos fiksavimo parinktis bei greitųjų klavišų rinkinį ir parinktis, kurių kai kurie panašūs redaktoriai pavydėtų.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Ekrano nuotrauka
features_1_p1=Darykite viso ekrano, aktyvaus lango, slenkamų langų ir bet kurios konkrečios darbalaukio srities ekrano kopijas ir kt.
features_1_p2=Palaikykite kelias monitorių aplinkas, fiksavimą su žymekliu, automatinį išsaugojimą ir failų pavadinimų suteikimą bei kt.
features_1_p3=Palaikykite slankųjį vaizdų fiksavimo valdiklį, kuris leidžia lengvai daryti ekrano kopijas.
features_1_p4=Suderinkite savo sparčiuosius klavišus.
features_1_list_1=Visas ekranas
features_1_list_2=Aktyvus langas
features_1_list_3=Langų valdymas
features_1_list_4=Slenkantis langas
features_1_list_5=Sritis
features_1_list_6=Fiksuota sritis
features_1_list_7=Laisva ranka
features_1_list_8=Pakartokite paskutinį fiksavimą
features_1_list_9=Užfiksavimo valdiklis
features_1_list_10=Fiksavimas naudojant žymeklį
features_1_list_11=Uždelstas fiksavimas
features_1_list_12=Automatinis išsaugojimas
features_2_h1=Vaizdo rengyklė
features_2_p1=Naudodami integruotą vaizdų rengyklę, kurioje yra naujausias juostelės stiliaus meniu, galite komentuoti ir paryškinti vaizdus.
features_2_list_1=Piešimas
features_2_list_2=Įterpti tekstą
features_2_list_3=Rodyklės, linijos
features_2_list_4=Figūros
features_2_list_5=Balionas
features_2_list_6=Paryškinimo įrankis
features_2_list_7=Apkarpyti
features_2_list_8=Pakeisti dydį
features_2_list_9=Pasukti
features_2_list_10=Apversti
features_2_list_11=Pilkos spalvos
features_2_list_12=Mozaika
features_2_list_13=Rėmas
features_2_list_14=Vandens ženklas
features_2_list_15=Suliejimas
features_2_list_16=Paaštrinti
features_2_list_17=Ryškumas
features_2_list_18=Atspalvis / sodrumas
features_2_list_19=Spalvų balansas
features_3_h1=Išsaugokite, bendrinkite arba siųskite
features_3_p1=Baigę fiksuoti ir redaguoti vaizdus, galite juos išsaugoti, bendrinti arba išsiųsti naudodami įvairias išvestis.
features_3_list_1=Iškarpinė
features_3_list_2=Vaizdo failai
features_3_list_3=PDF
features_3_list_4=Spausdintuvas
features_3_list_5=Žiniatinklio URL
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP serveris
features_3_list_14=El. paštas
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Išorinė programa
features_4_h1=Spalvų rinkiklis
features_4_p1=Padeda ekrane rasti tikslų spalvos kodą naudojant įtaisytą didintuvo langą.
features_4_p2=Palaiko RGB, HTML, C++, Delphi.
features_5_h1=Spalvų paletė
features_5_p1=Raskite tikslų spalvų kodą naudodami Photoshop stiliaus spalvų rinkiklį, kuris palaiko RGB, HSV.
features_6_h1=Pikselių liniuotė
features_6_p1=Padeda Jums išmatuoti objektų dydį ir išdėstyti objektus tiksliose ekrano vietose.
features_6_p2=Palaiko horizontalią ir vertikalią orientaciją, vienetus (pikseliai, coliai, centimetrai), DPI nustatymus (72, 96, 120, 300), apvalkalus.
features_7_h1=Didintuvas
features_7_p1=Naudodami lengvą, sklandų ir didelį didinamąjį įrankį, padidinamajame stikle galite matyti bet kurią darbalaukio sritį.
features_8_h1=Žymeklis
features_8_p1=Išsiaiškinkite santykines vaizdo padėties koordinates naudodami šią funkciją.
features_8_p2=Tai gali būti naudinga, pavyzdžiui, kuriant HTML vaizdų žemėlapius.
features_9_h1=Matlankis
features_9_p1=Padeda nustatyti kampus ekrane. Pasirinkite centrą, tada vietą, tada kampą laipsniais nuo pirmojo.
features_9_p2=Tai gali būti naudojama įvairiose fotografijos, matematikos ir grafikos programose.
features_10_h1=Lenta
features_10_p1=Savo darbalaukyje galite turėti virtualią lentą. Ją galite naudoti pristatydami arba piešdami ką nors darbalaukyje.
download_1_h1=Namų naudotojams
download_1_p1=Tik asmeniniam (namų) naudojimui
download_1_p2=Rankinis atnaujinimas
download_1_p3=Nėra techninės pagalbos
download_2_h1=Profesionalams
download_2_p1=Komerciniam ir asmeniniam naudojimui
download_2_p2=Automatinis atnaujinimas
download_2_p3=Techninė pagalba
download_2_p4=Visą gyvenimą trunkantys atnaujinimai
download_2_p5=Nėra skelbimų
buy_table_h1=Naudotojų skaičius
buy_table_h2=Kaina (USD) vienam naudotojui
buy_table_p1=Prašome susisiekti su mumis dėl kainos pasiūlymo!
buy_table_p2=Mokesčiai ir papildomas apmokestinimas skiriasi priklausomai nuo Jūsų gyvenamosios šalies.
buy_table_p2_vat=PVM
buy_1_h1=Momentinis rakto pristatymas
buy_1_p1=Kai užsakymas bus baigtas, gaukite tiesioginę prieigą prie savo registracijos rakto.
buy_2_h1=Visą gyvenimą trunkantys atnaujinimai
buy_2_p1=Už prenumeratos planus atsiskaitoma kasmet.
buy_3_h1=Pirkimo klausimai
buy_3_p1=Jei turite klausimų dėl pirkimo ar licencijavimo, nedvejodami susisiekite su {contactus}.
buy_3_p1_contactus=susisiekite su mumis
buy_year=Metai
buy_single=Atskiras planas
buy_single_p1=Įdiegti 2 įrenginiuose vienam naudotojui
buy_team=Komandos planas
buy_team_user=Naudotojai
buy_site=Vietos planas
buy_site_p1=Įdiekite neribotuose įrenginiuose vietoje
buy_month=Mėnuo
buy_monthly=Kas mėnesį
buy_yearly=Kasmet
buy_pay_once=Mokėkite vieną kartą ir gaukite visą gyvenimą trunkančius atnaujinimus nemokamai.
buy_for_individuals=Asmenims
buy_for_teams=Komandoms
buy_for_enterprise=Įmonei
buy_single_lifetime=Viso gyvenimo
buy_team_lifetime=Komandos gyvavimo
buy_site_lifetime=Įmonės gyvavimo
buy_subscriptions=Prenumeratos
buy_lifetime=Speciali visam gyvenimui
secure_order=Saugus užsakymas per 2Checkout
uninstall_h1=Pateikite atsiliepimą.
uninstall_p1=Būtume dėkingi už Jūsų atsiliepimą. Jis padės mums padaryti PicPick dar geresnį.
uninstall_comment=Išsami informacija
uninstall_comment_placeholder=Pavyzdžiui, kodėl pašalinote programą? Ko mums trūksta? Kurios funkcijos norite?
uninstall_email=El. paštas (nebūtina)
uninstall_email_placeholder=Įveskite savo el. pašto adresą.
uninstall_send=Siųsti atsiliepimą
about_us=Apie mus
about_h1=Esame programinės įrangos kūrimo įmonė, kuri specializuojasi Microsoft Windows platformoje.
about_p1=Mūsų tikslas – kurti ir skelbti aukštos kokybės ir patogią programinę įrangą, kuri mūsų naudotojams suteiktų patogias skaičiavimo aplinkas.
contact_h1=Mes norėtume išgirsti Jūsų nuomonę! Užpildykite šią formą ir mes netrukus su Jumis susisieksime.
contact_us=Susisiekite su mumis
contact_email=Pagalba el. paštu
contact_email_at=Taip pat galite susisiekti su mumis el. paštu adresu: {email}
contact_email_send=Atsiųskite mums el. laišką
beta_banner=Išbandykite naujas funkcijas naudodami PicPick Beta!
beta_button=Išbandykite dabar
try_darkmode=Išbandykite tamsųjį režimą
try_darkmode_on=Tamsusis režimas įjungtas
contact_form_category=Kategorija
contact_form_select=- PASIRINKTI -
contact_form_email=El. paštas
contact_form_subject=Tema
contact_form_body=Išsami informacija
contact_form_body_placeholder=Papasakokite daugiau apie...
contact_form_os=Operacinė sistema
contact_form_version=PicPick versija
contact_form_license=Licencijos raktas
contact_form_license_placeholder=Norėdami gauti aukščiausios kokybės palaikymą, įveskite galiojantį licencijos raktą.
contact_form_success=Sėkmė
contact_form_success_description=Jūsų atsiliepimas sėkmingai išsiųstas.
contact_form_error=Klaida
contact_form_error_description=Atsiprašome, šiuo metu negalime to apdoroti.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Spustelėkite centrinį tašką ekrane.
MSG_ACTIVEWINDOW_1=Paspauskite [
MSG_ACTIVEWINDOW_2=] klavišą aktyviam langui užfiksuoti.
MSG_EXITSAVEIMAGE_1=Ar norite išsaugoti pakeitimus [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Paveikslėlis
MSG_DIRECTORYACCESSERROR=Nepavyksta pasiekti katalogo.
MSG_DEFAULT_TAPNAME=Nėra paveiksliuko
MSG_HOTKEY_ALREADY1=PicPick negali užregistruoti šių sparčiųjų klavišų.
MSG_HOTKEY_ALREADY2=Ar norite pakeisti šiuos sparčiuosius klavišus?
MSG_THISFOLDERNOTFOUND=Katalogas [kelias arba aplanko pavadinimas] nerastas.
MSG_INVALID_FILENAME=Šis failo pavadinimas neteisingas.
MSG_FAIL_AUTOSAVE=Patikrinkite automatinio įrašymo failo pavadinimo nustatymus. Jei patikrinus problema išlieka, pridėkite picpick.exe į baltąjį antivirusinės programinės įrangos sąrašą.
MSG_INVALID_CLIPBOARD=Gaunant iškarpinės duomenis įvyko klaida!
MSG_CANNOTREPEATCAPTURE=Nepavyko rasti pasirinktos srities iš paskutinio fiksavimo.
MSG_CLOSEALLIMAGE=Ar norite uždaryti visus neišsaugotus vaizdus?
MSG_FILE_OPEN=Atverti
MSG_FILE_SAVE=Išsaugoti kaip
MSG_NEWVERSIONAVAILABLE=Yra naujesnė PicPick versija. Ar norite aplankyti atsisiuntimo puslapį?
MSG_PROGRAM_NOTADDYET=Norėdami siųsti ekrano kopijas, turite pasirinkti išorinę programą!
MSG_EXTERNALPROGRAMERROR=Nepavyko rasti nurodytos išorinės programos 
MSG_PARAMETERS_TITLE=PicPick parametrai
MSG_OLDLANGUAGE=Kalbos failas yra senos versijos, todėl kai kurie tekstai nėra išversti. Ar tikrai norite pakeisti kalbą?
MSG_INVALIDALBUMNAME=Albumo pavadinimas neteisingas.
MSG_CREATEFAILUREALBUM=Klaida kuriant albumą.
MSG_LOADINGFAILUREALBUM=Įkeliant albumus įvyko klaida.
MSG_IDEMPTY=Įveskite naudotojo ID.
MSG_PWEMPTY=Įveskite naudotojo slaptažodį.
MSG_SAVE=Iš&saugoti
MSG_DONTSAVE=&Neišsaugoti
MSG_DONTSAVEALL=Nieko neišs&augoti
MSG_NODISPLAYAGAIN=Daugiau nerodyti šio pranešimo
BTN_YES=&Taip
BTN_NO=&Ne
BTN_NOALL=&Ne viskam
MSG_INPUTTEXT=Įveskite tekstą čia
MSG_FLATTENLAYER=Norėdami atlikti šią užduotį, turite sulieti formas su fonu. Ar norite sulieti formas?
MSG_FLATTENALL=Ar norite sulieti visas formas?
MSG_INVALID_DOWNLOADURL=Atsisiunčiant vaizdą įvyko klaida.
MSG_OPENURL=Įveskite URL.
MSG_ANYSETTINGOK=Nustatymai buvo sėkmingai pakeisti.
MSG_DEFAULTEDITOR=PicPick buvo nustatytas kaip numatytasis vaizdo redaktorius.
MSG_FTPINFONEED=Pirmiausia turite įvesti savo FTP serverio informaciją.
MSG_CONNECTIONFAIL=Prisijungiant prie serverio įvyko klaida.
MSG_PROGRAM_NOSKYPE=Nepavyko rasti Skype.
MSG_ACTIVATE_OFFLINE=Nepavyko suaktyvinti licencijos rakto dėl tinklo problemos ar kitų dalykų. Ar norite suaktyvinti licenciją neprisijungus?
MSG_ACTIVATE_OK=Jūsų licencija suaktyvinta. Dėkojame, kad pasirinkote PicPick!
MSG_ACTIVATE_TRIAL=Suaktyvinta bandomoji licencija. Dėkojame, kad pasirinkote PicPick!
MSG_ACTIVATE_FAIL=Aktyvinimas buvo atmestas. Susisiekite su PicPick pagalbos centru.
MSG_VALIDOWNERNAME=Įveskite tinkamą savininko vardą.
MSG_VALIDLICENSEKEY=Įveskite galiojantį licencijos raktą.
MSG_FILENOTFOUND=Nepavyko rasti failo.
MSG_CAPTUREAREAFAIL=Apskaičiuojant fiksuojamą plotą įvyko klaida. Patikrinkite programinę įrangą (antivirusinę, kenkėjiškų / šnipinėjimo programų apsaugą), kuri gali sukelti šią problemą.
MSG_TRANSPARENCYLOST=Jei išsaugosite šią nuotrauką, prarasite skaidrumą. Ar norite tęsti?
MSG_DONOTSHOWWEEK=Nerodyti šio lango savaitę
MSG_NEWVERSIONAVAILABLE_SHORT=Yra nauja PicPick versija
MSG_HOTKEY_ALREADY3=Patikrinkite kitą šiuo metu veikiančią programą, pvz., Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=Yra naujesnė PicPick versija. Ar norite ją įdiegti dabar?
MSG_NEWVERSIONINSTALLING=Palaukite, kol bus atsisiunčiamas naujinimas...
MSG_NEWVERSIONRESTART=Atnaujinimas prasidės automatiškai po kelių sekundžių...
MSG_ACTIVATE_INVALID=Įvestas licencijos raktas yra neteisingas. Patikrinkite raktą ir bandykite dar kartą.
MSG_NOUPDATEAVAILABLE=Šiuo metu naujinių nėra.
MSG_NOTENOUGHCAPTUREAREA=Pasirinkta sritis per maža, kad būtų galima užfiksuoti.
MSG_CAPTUREOPTION_NEXTTIME=Pasirinkta parinktis bus pritaikyta fiksuojant vaizdą kitą kartą.
MSG_ACTIVATE_EXPIRED=Jūsų licencija pasibaigė. Atnaujinkite savo licenciją, kad toliau be pertraukų naudotumėte PicPick.
MSG_RESTART_WARNING=Kai kurie pakeitimai neįsigalios, kol programa nebus paleista iš naujo.
MSG_DEACTIVATE=Ar tikrai norite išjungti licenciją šiame kompiuteryje?
MSG_DEACTIVATE_SUCCESS=Jūsų licencija sėkmingai išjungta.
MSG_SCREENRECORDER_FAILURE=Inicijuojant ekrano įrašymą įvyko klaida. Iš naujo įdiekite programą.
MSG_SCREENRECORDER_HELP_RECORD=Norėdami sustabdyti įrašymą, spustelėkite ekrano įrašymo piktogramą pranešimų srityje arba paspauskite mygtuką [%s].
MSG_SCREENRECORDER_HELP_STOP=Vaizdo įrašas baigtas. Ar norite peržiūrėti įrašytą vaizdo failą išvesties aplanke?
MSG_SCREENRECORDER_HELP_LIMITED=Ši nemokama versija yra apribota iki %d minučių trukmės įrašų.
MSG_ERROR_LOADIMAGE=Skaitant failą įvyko klaida. Tai netinkamas vaizdo failas arba jo formatas šiuo metu nepalaikomas.
MSG_ERROR_LOADHEIC=Norint atidaryti šį failą, reikalingas papildomas plėtinys. Ar norite dabar eiti į atsisiuntimo puslapį?
MSG_RESTORE_DEFAULT=Ar tikrai norite atkurti numatytuosius nustatymus?
MSG_DISABLED_FEATURE=Šią funkciją išjungė Jūsų administratorius.
MSG_DUPLICATED_FILETABNAME=Failo arba skirtuko pavadinimas jau yra.
#7.0.0
MSG_SCROLLCAPTURE_FAILURE=Nepavyko užfiksuoti [%s] slinkimo.
MSG_SCREENRECORDER_INSTALL=Norint atlikti papildomą diegimą, Ekrano įrašymo programai reikalingos administratoriaus teisės. Ar norite tęsti?
MSG_INVALID_HOTKEY=The key pressed cannot be used as a hotkey.
#7.0.0
